[Training]
GroupDropDown=All of the Crimson Raiders haven't arrived yet, this is their next step..
GroupDropDownTitle=Red Raider of course
GroupGate=All remaining Crimson Riders must gather at the entrance before proceeding..
GroupGateTitle=Red Raider of course
GroupElevator=All surviving purple raiders must gather in the elevator to continue..
GroupElevatorTitle=Red Raider of course
UnsuccessfulUnlock=Ending the attack on the digital fabric!<br><br>Try to complete difficult levels to unlock stronger enemies.
UnsuccessfulUnlockTitle=Needs high energy!

[StatusMenu]
OPLevelRequirement="OVERPOWER REQUIREMENT: %d"